# ProjectIssueDate Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ProjectIssueDate Property
ParameterTypeId Class See Also
---
"Project Issue Date"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ProjectIssueDate { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ProjectIssueDate As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ProjectIssueDate {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace